tap "common-fate/granted"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jorgerojas26/lazysql"
tap "pulumi/tap"
brew "python@3.12"
brew "awscli"
brew "icu4c@76"
brew "cocoapods"
brew "docker", link: false
brew "docker-compose", link: false
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "gh"
brew "git"
brew "lazydocker"
brew "lazygit"
brew "mvfst"
brew "neovim"
brew "node"
brew "tmux"
brew "virtualenv"
brew "watchman"
brew "zellij"
brew "common-fate/granted/granted"
brew "jorgerojas26/lazysql/lazysql"
brew "pulumi/tap/pulumi"
cask "alacritty"
cask "canva"
cask "firefox@developer-edition"
cask "font-cascadia-code"
cask "font-cascadia-code-pl"
cask "font-caskaydia-mono-nerd-font"
cask "font-hack-nerd-font"
cask "iterm2"
cask "kitty"
cask "nordvpn"
cask "obsidian"
cask "rectangle"
cask "slack"
cask "thunderbird"
cask "visual-studio-code"
cask "zulu@17"
vscode "charliermarsh.ruff"
vscode "dbaeumer.vscode-eslint"
vscode "esbenp.prettier-vscode"
vscode "ldez.ignore-files"
vscode "lllllllqw.jsdoc"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "sleepingsaint.gitignore-generator"
vscode "vscjava.vscode-gradle"
vscode "vscodevim.vim"
