autoconf
automake
awscli
bison
boost
brotli
c-ares
ca-certificates
certifi
cffi
cmake
cocoapods
cpptoml
cryptography
docker
docker-completion
docker-compose
double-conversion
edencommon
fast_float
fb303
fbthrift
fizz
fmt
folly
gettext
gflags
gh
git
glog
go
go-md2man
googletest
granted
icu4c@76
lazydocker
lazygit
lazysql
libevent
libgit2
libnghttp2
libsodium
libssh2
libtool
libunistring
libuv
libvterm
libyaml
llvm
lpeg
luajit
luv
lz4
m4
maturin
mpdecimal
msgpack
mvfst
ncurses
neovim
ninja
node
openssl@3
pcre2
pkg-config
pkgconf
pulumi
pycparser
python-setuptools
python@3.11
python@3.12
python@3.13
readline
ruby
rust
snappy
sphinx-doc
sqlite
swig
tmux
tree-sitter
unibilium
usage
utf8proc
virtualenv
wangle
watchman
xxhash
xz
z3
zellij
zstd
